<?php
    # 1 -> สร้าง form method POST | ที่ส่งค่า value1 และ value2 | และมี action มายัง path ตัวเอง
    # 2 -> แสดงช่องสี่เหลี่ยมขนาดเท่ากับ superglobal $_POST['value1']x$_POST['value2']  (แถวxหลัก)
    #      โดย  แถวเเรก     จะต้องแสดงเลข 1 ถึง $_POST['value1']
    #           คอลัมน์แรก   จะต้องแสดงเลข 1 ถึง $_POST['value2'] 
    #      ในช่องที่เหลือให้แสดงผลคูณของ แถวเเรกกับคอลัมน์แรก 
    #
    #      ex. $_POST['value1'] = 5    ||     $_POST['value2'] = 5
    #     
    #      OUTPUT :
    #      1    2    3    4    5  
    #      2    4    6    8    10
    #      3    6    9    12   15
    #      4    8    12   16   20
    #      5    10   15   20   25
?>